Repository: team-alembic/ash_authentication_phoenix
Catalog: i18n/gettext/*/LC_MESSAGES/auth.po
Languages: de

source: Already have an account?
de: Bereit zum Anmelden?

source: Email or password was incorrect
de: Email oder Passwort nicht korrekt

source: Forgot your password?
de: Passwort vergessen?

source: If this user exists in our database you will contacted with a sign-in link shortly.
de: Falls dieser Benutzer bekannt ist, wird jetzt eine Email mit Anmelde-Link versendet.

source: If this user exists in our system, you will be contacted with reset instructions shortly.
de: Falls dieser Benutzer bekannt ist, wird jetzt eine Email mit einer Anleitung zum Zur체cksetzen versendet.

source: Need an account?
de: Konto anlegen?

source: Password
de: Passwort

source: Password Confirmation
de: Passwort Wiederholung

source: Remember me
de: Angemeldet bleiben

source: Request magic link
de: Magischen Link anfordern

source: Request password reset token
de: Passwort zur체cksetzen

source: Requesting ...
de: Anfrage l책uft...

source: Reset password with token
de: Neues Passwort setzen

source: Sign in
de: Anmelden

source: Signing in ...
de: Anmelden...

source: Your password has successfully been reset
de: Das Passwort wurde erfolgreich zur체ckgesetzt
